<?php

return [
    'fields' => [
        'last_name'         => 'Фамилно име',
        'first_name'        => 'Собствено име',
        'email'             => 'Имейл',
        'password'          => 'Парола',
        'password_confirm'  => 'Повторете паролата',
    ],
    'password' => [
        'title'             => 'Забравена парола',
        'intro'             => 'Попълнете следващото поле, за да възстановите паролата си',
        'submit'            => 'Изпрати връзка за възстановяване',
        'login_link'        => 'Влезте със съществуваща регистрация',
    ],
    'password_reset' => [
        'title'             => 'Възстановяване на парола',
        'intro'             => 'Попълнете следващите полета, за да възстановите паролата си',
        'submit'            => 'Възстанови',
    ],
    'register' => [
        'title'             => 'Регистрация на нов потребител',
        'intro'             => 'Попълните следващите полета, за да създадете нов потребител',
        'register_button'   => 'Регистрирай се',
        'login_link'        => 'Влезте със съществуващ потребител',
    ],
    'login' => [
        'title'             => 'Влез',
        'intro'             => 'Влезте, за да стартирате сесия',
        'rememberme'        => 'Запомни ме',
        'signin'            => 'Влез',
        'forgotpassword'    => 'Забравена парола',
        'register'          => 'Регистрация на нов потребител',
    ],
    'firstlogin' => [
        'title'             => 'Първоначален вход',
        'intro'             => 'Това е вашият първоначален вход. Моля, въведете парола, за да активирате своя профил.',
        'button'            => 'Влез',
    ],
    'impersonate' => [
        'back_to_impersonator' => 'Достъп до страницата като :user',
        'not_authorized'       => ':user няма разрешение да достъпи страницата :page.',
        'back_to_dashboard'    => 'Връщане към контролния панел',
    ],
];
