<?php

return [
    'install'       => 'Инсталиране',
    'uninstall'     => 'Деинсталиране',
    'cancel'        => 'Отказ',
    'update'        => 'Актуализиране',
    'edit'          => 'Режим за редактиране',
    'latest-errors' => [
        'label'       => 'Последни грешки',
        'description' => 'Показване на последните грешки на приложението.',
        'no-error'    => 'Приложението все още не е генерирало грешки.',
    ],
    'users-number'  => [
        'label'       => 'Брой на потребителите',
        'description' => 'Показване на броя на потребителите с бърз достъп до управлението на потребители.',
        'users'       => 'Потребители',
        'link'        => 'Управление на потребители',
    ],
    'current-user' => [
        'label' => 'Текущ потребител',
        'description' => 'Виджет, представящ аватара на текущия потребител, с връзки за редактиране на профила и бутон за изход.',
    ],
];
