<?php

return [
    'tooltip'   => 'Генериране на текст с GPT',
    'title'     => 'Генериране с GPT',
    'error'     => 'Нещо се обърка, моля, опитайте отново',
    'copy'      => 'Съдържанието беше копирано в клипборда',
    'copyerror' => 'Неуспешно копиране на съдържанието в клипборда',
    'tabs'      => [
        'wizard'  => 'Генериращ съветник',
        'prompt'  => 'Ръчно въвеждане',
        'rewrite' => 'Преработка / Резюмиране',
    ],
    'form'      => [
        'copy'     => 'Копиране',
        'actas'    => 'Пиша като',
        'topic'    => 'Тема',
        'keywords' => 'Ключови думи',
        'prompt'   => 'Вход',
        'pov'      => [
            'label'         => 'Гледна точка',
            'firstsingular' => 'Единствено число от първо лице (аз, мен, моето)',
            'firstplural'   => 'Множествено число от първо лице (ние, нас, нашето)',
            'second'        => 'Второ лице (ти, тебе, твоето)',
            'third'         => 'Трето лице (той, тя, то, те)',
        ],
        'tone'     => [
            'label'         => 'Тон',
            'professionnal' => 'Професионален',
            'formal'        => 'Официален',
            'casual'        => 'Неофициален',
            'friendly'      => 'Приятелски',
            'humorous'      => 'Забавен',
        ],
        'language' => 'Език',
        'submit'   => 'Генериране на текст',
        'undo'     => 'Отмяна',
        'modify'   => 'Промяна',
        'confirm'  => 'Потвърждение',
        'type'     => [
            'label'        => 'Тип на текста',
            'tagline'      => 'Заглавие / Слоган',
            'introduction' => 'Въведение',
            'summary'      => 'Резюме',
            'article'      => 'Статия',
        ],
        'rewrite'  => [
            'original' => 'Оригинално съдържание',
            'type'     => [
                'label'     => 'Тип',
                'rewrite'   => 'Преработка',
                'summary'   => 'Резюмиране',
                'title'     => 'Заглавие',
                'translate' => 'Превод',
            ],
        ],
    ],
];
