<?php

return [
    'hello'      => 'Здравейте,',
    'greeting'   => 'Здравейте, :firstname,',
    'salutation' => 'Поздрави,<br>:name',
    'subcopy'    => 'Ако имате проблеми да кликнете на бутона ":actionText" , копирайте и поставете линка по-долу във вашия браузър: [:actionUrl](:actionUrl)',
    'copyright'  => '&copy; :date :name. Всички права запазени.',
    'newuser'    => [
        'subject' => 'Акаунтът ви беше създаде на името на :name',
        'intro'   => 'Получавате този имейл, защото беше създаден акаунт за вас на името на :name.',
        'button'  => 'Влез',
        'outro'   => 'При първоначалния ви вход ще бъдете поканени да зададете парола.',
    ],
    'resetpassword' => [
        'subject' => 'Заявка за възстановяване на парола',
        'intro'   => 'Получавате този имейл, защото получихме заявка за възстановявне на парола за вашия профил.',
        'button'  => 'Възстанови паролата',
        'outro'   => 'Ако не вие сте заявили възстановяване на парола, не е нужно на предпиемате никакви действия.',
    ],
];
