<?php

return [
    'requirements' => 'изисквания',
    'length'       => ':nb символа',
    'letter'       => 'Едно писмо',
    'capital'      => 'Една главна буква',
    'number'       => 'Едно число',
    'special'      => 'Един специален символ',
    'rules'        => [
        'length'  => 'Името на атрибута :attribute трябва да съдържа най-малко :min символа.',
        'letter'  => 'Атрибутът :attribute трябва да съдържа поне една буква.',
        'capital' => 'Атрибутът :attribute трябва да съдържа поне една главна буква.',
        'number'  => 'Атрибутът :attribute трябва да съдържа поне едно число.',
        'special'  => 'Атрибутът :attribute трябва да съдържа поне един специален символ.',
    ],
];
