<?php

return [
    'categories' => [
        'default' => 'Администраторски панел',
        'users'   => 'Потребители',
    ],
    'backend_access' => [
        'display_name' => 'Достъп до администраторския панел',
        'description'  => 'Потребителят може да достъпва администраторския панел.',
    ],
    'users_crud' => [
        'display_name' => 'Управление на потребители',
        'description'  => 'Потребителят може да създава, изтрива или да обновява потребителите.',
    ],
    'roles_crud' => [
        'display_name' => 'Управление на роли и права за достъп',
        'description'  => 'Потребителят може да редактира или да задава права за достъп за роля',
    ],
    'logs' => [
        'display_name' => 'Преглед на логове',
        'description'  => 'Потребителят може да вижда логовете на приложението',
    ],
];
