<?php

return [
    'fields' => [
        'last_name'         => 'نام',
        'first_name'        => 'نام خانوادگی',
        'email'             => 'ایمیل',
        'password'          => 'کلمه عبور',
        'password_confirm'  => 'تکرار کلمه عبور',
    ],
    'password' => [
        'title'             => 'فراموشی رمز عبور',
        'intro'             => 'برای بازیابی رمز عبور مراحل زیر را طی کنید',
        'submit'            => 'ارسال لینک بازیابی',
        'login_link'        => 'ورود با کاربر فعلی',
    ],
    'password_reset' => [
        'title'             => 'بازیابی رمز عبور',
        'intro'             => 'اطلاعات زیر را برای رمز عبور تکمیل کنید',
        'submit'            => 'بازیابی',
    ],
    'register' => [
        'title'             => 'ثبت کاربر جدید',
        'intro'             => 'برای ایجاد کاربرجدید اطلاعات را وارد کنید',
        'register_button'   => 'ثبت نام',
        'login_link'        => 'ورود به عنوان کاربرجدید',
    ],
    'login' => [
        'title'             => 'ورود',
        'intro'             => 'وارد شدن با جلسه جدید',
        'rememberme'        => 'یادآوری',
        'signin'            => 'ورود',
        'forgotpassword'    => 'رمز عبور خود را فراموش کرده ام',
        'register'          => 'ثبت نام کاربر جدید',
    ],
    'firstlogin' => [
        'title'             => 'اولین ورود',
        'intro'             => 'این اولین ورود شماست لطفا رمز عبور خود را وارد کنید.',
        'button'            => 'ورود',
    ],
];
