<?php

return [
    'install'       => 'نصب',
    'uninstall'     => 'حذف',
    'cancel'        => 'لغو',
    'update'        => 'به‌روزرسانی',
    'edit'          => 'حالت ویرایش',
    'latest-errors' => [
        'label'       => 'آخرین خطاها',
        'description' => 'نمایش آخرین خطاهای برنامه.',
        'no-error'    => 'برنامه هنوز هیچ خطایی ایجاد نکرده است.',
    ],
    'users-number'  => [
        'label'       => 'تعداد کاربران',
        'description' => 'نمایش تعداد کاربران با دسترسی سریع به مدیریت کاربران.',
        'users'       => 'کاربران',
        'link'        => 'مدیریت کاربران',
    ],
    'current-user' => [
        'label' => 'کاربر فعلی',
        'description' => 'یک ابزارچه که شامل آواتار کاربر فعلی با لینک‌های ویرایش پروفایل و دکمه خروج می‌شود.',
    ],
];
