<?php

return [
    'hello'      => 'سلام,',
    'greeting'   => 'سلام :firstname,',
    'salutation' => 'با تشکر,<br>:name',
    'subcopy'    => 'اگر مشکلی برای کلید بر روی  ":actionText" دارید از طریق لینک اقدام کنید: [:actionUrl](:actionUrl)',
    'copyright'  => '&copy; :date :name. حقوق محفوظ است.',
    'newuser'    => [
        'subject' => 'حساب شما ایجاد شد: :name',
        'intro'   => 'شما این ایمیل را به دلیل ایجاد کاربری :name دریافت کردید.',
        'button'  => 'ورود',
        'outro'   => 'در اولین ورود باید رمز عبور مشخص کنید.',
    ],
    'resetpassword' => [
        'subject' => 'درخواست بازیابی رمز عبور',
        'intro'   => 'شما این ایمیل را به دلیل اینکه درخواست بازیابی رمز عبور داده اید دریافت کرده اید.',
        'button'  => 'بازیابی رمز عبور',
        'outro'   => 'اگر این درخواست را شما نداده اید نیاز به اقدامی نیست.',
    ],
];
